<?php
return [
    'filter' => [
        'classes' => ['悬疑', '武侠', '科幻', '都市', '爱情', '古装', '战争', '青春', '偶像', '喜剧', '家庭', '犯罪', '奇幻', '剧情', '乡村', '年代', '警匪', '谍战', '冒险', '罪案', '宫廷', 'BL'],
        'areas' => ['内地', '韩国', '香港', '台湾', '美国', '英国', '巴西', '泰国', '法国', '日本', '新加坡'],
        'years' => [2024, 2023, 2022, 2021, 2020, 2019, 2018, 2017],
        'languages' => ['国语', '英语', '粤语', '韩语', '泰语', '法语', '日语'],
        'letters' => ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', '0-9'],
    ],
];